Repository: neone35/plumber123
Catalog: public/plugins/shortcode-ui/languages/shortcode-ui-*.po
Languages: hu_hu, ru_ru

source: Shortcode UI plugin must be active for Shortcode UI Example plugin to function.
hu_hu: A Shortcake UI bővítményt be kell kapcsolni a Shortcake UI Example (példa) bővítmény működéséhez.

source: Shortcake With No Attributes
hu_hu: Shortcake attribútumok nélkül

source: Attachment
hu_hu: Csatolmány

source: Select Image
hu_hu: Válassz képet

source: Citation Source
hu_hu: Idézet forrása

source: Test placeholder
hu_hu: Próba helykitöltő

source: Select Page
hu_hu: Válassz oldalt

source: Background Color
hu_hu: Háttérszín

source: Hex color code
hu_hu: Hexa színkód

source: Alignment
hu_hu: Igazítás

source: Whether the quotation should be displayed as pull-left, pull-right, or neither.
hu_hu: Az idézet balra, jobbra vagy egyáltalán ne legyen igazítva.

source: None
hu_hu: Egyik sem

source: Pull Left
hu_hu: Balra

source: Pull Right
hu_hu: Jobbra

source: Year
hu_hu: Év

source: Optional. The year the quotation is from.
hu_hu: Választható. Az év, amelyből az idézet való.

source: Shortcake Dev
hu_hu: Shortcake Fejlesztői

source: Quote
hu_hu: Idézet

source: Include a statement from someone famous.
hu_hu: Idézz egy mondást egy híres embertől.

source: Content:
hu_hu: Tartalom:

source: Source:
hu_hu: Forrás:

source: Image:
hu_hu: Kép:

source: Inner Content
hu_hu: Belső tartalom
ru_ru: Внутреннее содержание

source: Insert Post Element
hu_hu: Bejegyzés blokk beszúrása
ru_ru: Добавить блок

source: %s Details
hu_hu: %s részletek
ru_ru: %s

source: Insert Element
hu_hu: Blokk beszúrása
ru_ru: Вставить блок в запись

source: Update
hu_hu: Frissítés
ru_ru: Обновить

source: There are no attributes to configure for this Post Element.
hu_hu: Nincsenek attribútumok ehhez a bejegyzés blokkhoz.
ru_ru: У данного элемента настроек нет.

source: Failed to load preview
hu_hu: Előnézet betöltési hiba
ru_ru: Невозможно загрузить предпросмотр

source: Search
hu_hu: Keresés
ru_ru: Искать

source: Insert Content
hu_hu: Tartalom beszúrása
ru_ru: Добавить содержимое

source: Something's rotten in the state of Denmark
hu_hu: Valami bűzlik Dániában
ru_ru: Подгнило что-то в Датском государстве

source: Select Attachment
hu_hu: Válassz csatolmányt
ru_ru: Выберите изображение

source: Thumbnail Details
hu_hu: Kiskép részletek

source: Edit Attachment
hu_hu: Csatolmány szerkesztése

source: Back to list
hu_hu: Vissza a listához
ru_ru: Назад к списку

source: Shortcake (Shortcode UI)
hu_hu: Shortcake (shortcode felhasználói felülettel)

source: User Interface for adding shortcodes.
hu_hu: Felhasználói felület a shortcode-okhoz.
ru_ru: Интерфейс для добавления шорткодов.

source: Fusion Engineering and community
hu_hu: Fusion Engineering és a közösség
ru_ru: Fusion Engineering и сообщество

source: Edit
ru_ru: Редактировать

source: Preview
ru_ru: Предпросмотр
